Repository: 0xBADCA7/deepin-screenshot
Catalog: po/*.po
Languages: ru_ru, zh_tw

source: Tip save to clipboard
ru_ru: Сохранить снимок в буфер обмена
zh_tw: 圖片已保存到剪輯板

source: Tip save to file
ru_ru: Сохранить снимок в файл
zh_tw: 圖片已保存到文件

source: Tip save failed
zh_tw: 圖片保存失敗

source: Tip area width or height cannot be 0
zh_tw: 選區的寬或高不能為0

source: DeepinScreenshot
zh_tw: 深度截圖

source: Tip draw rectangle
ru_ru: Прямоугольник
zh_tw: 矩形工具

source: Tip draw ellipse
ru_ru: Окружность
zh_tw: 橢圓工具

source: Tip draw arrow
ru_ru: Стрелка
zh_tw: 箭頭工具

source: Tip draw line
ru_ru: Линия
zh_tw: 線條工具

source: Tip draw Text
ru_ru: Текст
zh_tw: 文本工具

source: Tip undo
ru_ru: Отменить изменение
zh_tw: 撤銷編輯

source: Tip save
ru_ru: Сохранить в файл
zh_tw: 保存到文件

source: Tip cancel
ru_ru: Выйти
zh_tw: 退出截圖

source: Tip finish
ru_ru: Сохранить в буфер обмена
zh_tw: 保存到剪輯板

source: Tip share
zh_tw: 分享到微博

source: Tip Drag
ru_ru: Выделите область
zh_tw: 拖動可自由選區

source: Cut
zh_tw: 剪切

source: Copy
zh_tw: 復制

source: Paste
zh_tw: 粘貼

source: Select all
zh_tw: 選擇全部

source: Sina
zh_tw: 新浪微博

source: Tencent
zh_tw: 騰訊微博

source: System error
zh_tw: 系統錯誤

source: Service unavailable
zh_tw: 服務暫停

source: Remote service error
zh_tw: 遠程服務錯誤

source: IP limit
zh_tw: IP限制不能請求該資源

source: Unsupport mediatype
zh_tw: 不支持的MediaType

source: Too many pending tasks, system is busy
zh_tw: 任務過多，系統繁忙

source: Job expired
zh_tw: 任務超時

source: RPC error
zh_tw: RPC錯誤

source: Illegal request
zh_tw: 非法請求

source: Invalid weibo user
zh_tw: 不合法的微博用戶

source: miss required parameter
zh_tw: 缺失必選參數

source: Request body length over limit
zh_tw: 請求長度超過限制

source: IP requests out of rate limit
zh_tw: IP請求頻次超過上限

source: User requests out of rate limit
zh_tw: 用戶請求頻次超過上限

source: User does not exists
zh_tw: 用戶不存在

source: Unsupported image type, only suport JPG, GIF, PNG
zh_tw: 不支持的圖片類型，僅僅支持JPG、GIF、PNG

source: Image size too large
zh_tw: 圖片太大

source: Content is null
zh_tw: 內容為空

source: Text too long, please input text less than 140 characters
zh_tw: 輸入文字太長，請確認不超過140個字符

source: Text too long, please input text less than 300 characters
zh_tw: 輸入文字太長，請確認不超過300個字符

source: Account or ip or app is illgal, can not continue
zh_tw: 賬號、IP或應用非法，暫時無法完成此操作

source: Out of limit
zh_tw: 發布內容過於頻繁

source: Repeat content
zh_tw: 提交相似的信息

source: Contain illegal website
zh_tw: 包含非法網址

source: Contain advertising
zh_tw: 包含廣告信息

source: Content is illegal
zh_tw: 包含非法內容

source: Your ip's behave in a comic boisterous or unruly manner
zh_tw: 此IP地址上的行為異常

source: Update success, while server slow now, please wait 1-2 minutes
zh_tw: 發布成功，目前服務器可能會有延遲，請耐心等待1-2分鐘

source: Illegal weibo
zh_tw: 不合法的微博

source: Repeated weibo text
zh_tw: 不能發布相同的微博

source: Contains forbid world
zh_tw: 含有敏感詞

source: error content len
zh_tw: 微博內容超出長度限制或為空

source: error pic size
zh_tw: 圖片大小超出限制或為0

source: pic format error
zh_tw: 圖片格式錯誤

source: post format error
zh_tw: 格式錯誤、用戶無效（非微博用戶）

source: forbidden content
zh_tw: 有過多臟話

source: forbidden access
zh_tw: 禁止訪問，如城市，uin黑名單限制等

source: post invliad content
zh_tw: 包含垃圾信息：廣告，惡意鏈接、黑名單號碼等

source: post content too fast
zh_tw: 發表太快，被頻率限制

source: content is verifying
zh_tw: 源消息審核中

source: post content repeated
zh_tw: 重復發表，請不要連續發表重復內容

source: not verify real name
zh_tw: 用戶未進行實名認證

source: add fail
zh_tw: 服務器內部錯誤導致發表失敗

source: pic upload error
zh_tw: 上傳圖片失敗

source: common uin blacklist limit
zh_tw: 公共uin黑名單限制

source: common ip blacklist limit
zh_tw: 公共IP黑名單限制

source: weibo blacklist limit
zh_tw: 微博黑名單限制

source: access too fast
zh_tw: 單UIN訪問微博過快

source: is not existing
zh_tw: 不存在

source: upload successfully
zh_tw: 上傳成功

source: upload failed
zh_tw: 上傳失敗

source: at least choose one web
zh_tw: 請至少選擇一個平臺進行分享
