Repository: 0xBADCA7/deepin-screenshot
Catalog: locale/*.po
Languages: am, am_et, ar, ast, bg, cs, da, de, el, el_gr, es, es_419, es_mx, fi, fr, gl, he, hi, hu, id, id_id, it, ja, lt, ms, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, vi

source: Take a screenshot of full screen
am: መመልከቻውን በሙሉ ፎቶ ማንሻ
ar: أخذ لقطة شاشة لوضع ملء الشاشة
bg: Направи снимка на цял екран
cs: Udělat snímek celé obrazovky
da: Tag et skærmbillede af hele skærmen
de: Ein Bildschirmfoto vom gesamten Bildschirm aufnehmen
el_gr: Λήψη στιγμιότυπου ολόκληρης της οθόνης
es: Capturar Pantalla Completa
es_mx: Captura de pantalla completa
fr: Prendre une capture de l'écran entier
he: צלם מסך מלא
hu: Egy képernyőkép készítse az egész képernyőről
id_id: Ambil tangkapan layar penuh
it: Fai uno screenshot in fullscreen
ms: Ambil cekupan skrin berskrin penuh
nb: Ta et skjermbilde av fullskjerm
nl: Een schermafbeelding maken van het volledige scherm
pl: Zrób zrzut całego ekranu
pt: Capturar imagem de ecrã inteiro
pt_br: Criar uma captura de tela inteira
ru: Сделать снимок всего экрана
sk: Urobiť snímku celej obrazovky
sl: Zajemi sliko celotnega zaslona
tr: Ekranın görüntüsünü yakala
uk: Зробити знімок усього екрана
vi: Chụp ảnh toàn màn hình

source: Take a screenshot of the window
am: መስኮቱን ፎቶ ማንሻ
ar: خذ لقطة من المربع
bg: Направи снимка на прозореца
da: Tag et skærmbilledde af vinduet
el_gr: Λήψη στιγμιότυπου του παραθύρου
es_mx: Tomar captura de ventana
he: צלם מסך של החלון
hu: Egy képernyőkép készítése az ablakról
id_id: Ambil tangkapan layar jendela
nb: Ta et skjermbilde av vinduet
nl: Een schermafbeelding maken van het venster
pl: Wykonaj zrzut ekranu okna
pt: Capturar imagem da janela
tr: Pencerenin görüntüsünü yakala
uk: Зробити знімок вікна
vi: Chụp ảnh cửa sổ

source: The width or height of selected area cannot be 0
am: የተመረጠው አካባቢ ስፋት ወይንም እርዝመት 0 መሆን የለበትም
ar: الطول أو العرض للمنطقة المحددة لا يمكن أن تكون 0
bg: Широчината и височината на избраната област не могат да бъдат 0
cs: Šířka nebo výška vybrané oblasti nemůže být 0
da: Bredden eller højden af udvalgt område kan ikke være 0
de: Die Breite oder Höhe des ausgewählten Bereichs kann nicht 0 sein
el_gr: Το πλάτος ή το ύψος της επιλεγμένης περιοχής δεν μπορούν να είναι 0
es: El Ancho o Alto del área Seleccionada no puede ser 0
es_mx: El ancho o alto del area seleccionana no puede ser cero
fr: La largeur ou la hauteur de la zone sélectionnée ne peut pas être de 0
he: הרוחב והגובה של האיזור הנבחר לא יכולים להיות 0
hu: A szélessége és nagysága a kiválasztott területnek nem lehet 0
id_id: Lebar atau tinggi yang dipilih tidak boleh 0
it: La larghezza o altezza dell'area selezionata non può essere 0
ms: Lebar atau tinggi kawasan yang dipilih tidak boleh 0
nb: Vidden og høyden av det valgte området kan ikke være 0
nl: De breedte of hoogte van het geselecteerde gebied kan geen 0 zijn
pl: Szerokość i wysokość wybranego obszaru nie może wynosić 0
pt: A largura ou altura da área selecionada não pode ser 0
pt_br: A largura e a altura da área selecionada não podem ser 0
ru: Ширина или высота выбранной области не может ровняться 0
sk: Šírka alebo výška vybranej oblasti nemôže byť 0
sl: Širina in višina v izbranem območju ne more biti 0
tr: Seçilen alanın genişliği veya yüksekliği 0 olamaz
uk: Ширина і висота позначеної області не можуть бути нульовими
vi: Chiều rộng hoặc chiều dài của khu vực đã lựa chọn không thể là 0

source: Unable to load page
am: ገጹን መጫን አልተቻለም
ar: غير قادر على تحميل الصفحة
bg: Не може да се зареди страницата
cs: Nelze nahrát stránku
da: Ude af stand til at loade side
de: Seite kann nicht geladen werden
el_gr: Αδυναμία φόρτωσης σελίδας
es: No se puede cargar la página
es_mx: No ha sido posible cargar la página
fr: Impossible de charger la page
he: לא יכול לטעון את העמוד
hu: Az oldal nem tölthető be
id_id: Gagal memuat halaman
it: Impossibile caricare la pagina
ms: Tidak boleh memuat halaman
nb: Får ikke lastet side
nl: Mislukt om pagina te laden
pl: Nie można wczytać strony
pt: Não foi possível carregar a página
pt_br: Não foi possível carregar a página
ru: Невозможно загрузить страницу
sk: Nepodarilo sa nahrať stránku
sl: Ni možno naložiti strani
tr: Sayfa yüklenemedi
uk: Не вдалося завантажити сторінку
vi: Không thể tải trang

source: Undo
am: መተው
ar: تراجع
bg: Отмяна
cs: Zpět
da: Fortryd
de: Rückgängig machen
el_gr: Αναίρεση
es: Deshacer
es_mx: Deshacer
fr: Annuler une action
he: בטל
hu: Visszavonás
id_id: Batalkan
it: Annulla
ms: Buat asal
nb: Angre
nl: Ongedaan maken
pl: Cofnij
pt: Desfazer
pt_br: Desfazer
ru: Аннулировать
sk: Späť
sl: Razveljavi
tr: Geri al
uk: Вернути
vi: Hoàn tác

source: Unknown reason
am: ባልታወቀ ምክንያት
ar: سبب غير معروف
bg: Неизвестна причина
da: Ukendt årsag
el_gr: Άγνωστος λόγος
es_mx: Razón desconocida
he: סיבה לא ידועה
hu: Ismeretlen ok
id_id: alasan tidak diketahui
nb: Ukjent grunn
nl: Onbekende reden
pl: Nieznany powód
pt: Razão desconhecida
tr: Bilinmeyen bir nedenle
uk: Невідома причина
vi: Không rõ nguyên nhân

source: Uploading
am: በመጫን ላይ
ar: يتم الرفع
bg: Качване
da: Upload
el_gr: Μεταφόρτωση
es_mx: Cargando
he: מעלה
hu: Feltöltés
id_id: Mengunggah
nb: Laster opp
nl: Bezig met uploaden
pl: Przesyłanie
pt: A enviar
tr: Yükleniyor
uk: Вивантаження
vi: Đang tải lên

source: from Deepin Screenshot
am: ከ ፎቶ ማንሻ
ar: لقطات من Deepin
bg: от Deepin Снимка на екрана
da: Fra Deepin Skærmbillede
el_gr: από το Στιγμιότυπο Οθόνης Deepin
he: מצילום המסך של Deepin
hu: Deepin képernyőképtől
id_id: dari Tangkapan Layar Deepin
nb: fra Deepin Skjermbilde
nl: van Deepin Schermopname
pl: ze Zrzutu ekranu Deepin
pt: de Captura de Ecrã Deepin
tr: Deepin Ekran görüntüsü'n den
uk: із Засобу створення знімків екрана Deepin
vi: từ Deepin Screenshot

source: run a new process
am: እንደ አዲስ ሂደት ማስኬጃ
ar: تشغيل عملية جديدة
bg: стартирай нов процес
cs: Spustit nový podproces
da: kør en ny proces
de: Neuen Prozess starten
el_gr: εκτέλεση νέας διεργασίας
es: Ejecutar como un nuevo proceso
es_mx: Ejecuta un nuevo proceso
fr: exécuter un nouveau processus
he: הרץ process חדש
hu: Új folyamat indtása
id_id: jalankan proses baru
it: avvia un nuovo processo
ms: jalankan sebagai proses baru
nb: kjør en ny prosess
nl: een nieuw proces draaien
pl: uruchom nowy proces
pt: correr um novo processo
pt_br: executar um novo processo
ru: запустить новый процесс
sk: Spustiť nový proces
sl: zaženi kot nov postopek
tr: yeni görev çalıştır
uk: запустити як новий процес
vi: chạy một tiến trình mới

source: run as a subprocess
am: እንደ ንዑስ ሂደት ማስኬጃ
ar: تشغيل كـ عملية فرعية
bg: стартирай като подпроцес
cs: Spustit jako podproces
da: kør som en underliggende proces
de: als Unterprozess laufen lassen
el_gr: εκτέλεση ως υπό-διεργασία
es: Ejecutar como un Subproceso
es_mx: Ejecutar como subproceso
fr: Exécuter dans un sous-processus
he: הרץ בתור subprocess
hu: Új alfolyamat indítása
id_id: jalankan sebagai subproses
it: esegui come sottoprocesso
ms: jalankan sebagai subproses
nb: kjør en subprosess
nl: als een subproces draaien
pl: uruchom jako podproces
pt: correr como um subprocesso
pt_br: executar como um subprocesso
ru: выполнять в фоне
sk: Spustiť ako podproces
sl: zaženi kot podpostopek
tr: alt işlem olarak çalıştır
uk: запустити як підпроцес
vi: chạy như một tiến trình ngầm

source: save screenshot to FILE
am: ፎቶውን ወደ ፋይል ማስቀመጫ
ar: حفظ لقطة الشاشة إلى ملف
bg: запази снимката във ФАЙЛ
cs: Uložit snímek obrazovky do souboru
da: Gem skærmbillede som FIL
de: speichere Bildschirmfoto in DATEI
el_gr: αποθήκευση στιγμιότυπου οθόνης σε ΑΡΧΕΙΟ
es: Guardar Captura de Pantalla en FILE
es_mx: Guarda la captura en FILE
fr: Sauvegarder la capture d'écran dans FILE
he: שמור את צילום המסך ל-FILE
hu: Képernyőkép FÁjLBA mentése
id_id: simpan tangkapan ayar pada BERKAS
it: Salva lo screenshot su file
ms: simpan cekupan skrin ke FILE
nb: lagre skjermbilde til FIL
nl: schermafbeelding opslaan naar BESTAND
pl: zapisz zrzut do pliku
pt: guardar captura de ecrã para ficheiro
pt_br: salvar captura para FILE
ru: сохранить скриншот в FILE
sk: Uložiť snímok obrazovky do súboru
sl: Shrani zaslonsko sliko v datoteko
tr: ekran görüntüsünü FILE kaydet
uk: зберегти знімок до вказаного файла
vi: lưu ảnh chụp màn hình tệp tin

source: show program's version number and exit
am: የ ፕሮግራሙን እትም ቁጥር ማሳያ እና መውጫ
ar: أظهر رقم إصدار البرنامج ثم أخرج
bg: покажи версията на програмата и напусни
cs: Ukázat číslo s verzí programu a ukončit
da: Vis programs version nummer og luk
de: Zeige die Programmversionsnummer und schließe
el_gr: προβολή αριθμού έκδοσης του πρόγραμμα και έξοδος
es: Mostrar Número de Versión del Programa y Salir
es_mx: Mostrar version del programa y salir.
fr: Afficher la version du programme et quitter
he: הראה את גרסאת התוכנה וצא
hu: Programverzió megnézése és kilépés
id_id: jalankan nomor versi program dan keluar
it: mostra la versione del programma ed esci
ms: tunjuk nombor versi program dan keluar
nb: vis programmets versjon nummer og avslutt
nl: versienummer van applicatie weergeven en afsluiten
pl: wyświetla wersję programu i zakańcza
pt: mostrar a versão do programa e sair
pt_br: mostrar a versão do programa e sair
ru: показать версию программы и выйти
sk: Ukázať číslo s verziou programu a ukončiť
sl: prikaži različico programa in zapri
tr: program versiyonunu göster ve çık
uk: показати дані щодо версії програми і завершити роботу
vi: hiện phiên bản của chương trình và thoát ra

source: show this help message and exit
am: ይህን የእርዳታ መልእክት ማሳያ እና መውጫ
ar: أظهر رسالة المساعدة هذه ثم أخرج
bg: покажи това помощно съобщение и напусни
cs: Ukázat tuto zprávu s nápovědou a ukončit
da: Vis denne hjælpebesked og luk
de: Zeige diese Hilfenachricht und schließe
el_gr: προβολή αυτού του μηνύματος βοήθειας και έξοδος
es: Mostrar este mensaje de ayuda y salir
es_mx: Mostrar mensaje de ayuda y salir
fr: afficher ce message d'aide et quitter
he: הראה את הודעת העזרה הזאת וצא
hu: Információ a segítséghez és befejezni
id_id: tampilkan pesan bantuan ini dan keluar
it: mostra questo messaggio d'aiuto ed esci
ms: tunjuk mesej ini dan keluar
nb: vis denne hjelp beskjeden og avslutt
nl: dit hulpbericht weergeven en afsluiten
pl: wyświetla tę wiadomość i zakańcza
pt: mostrar esta mensagem de ajuda e sair
pt_br: mostrar essa mensagem e sair
ru: показать это сообщение справки и выйти
sk: Ukázať túto správu s nápovedou a ukončiť
sl: prikaži sporočilo za pomoč in zapri
tr: yardım mesajını göster ve çık
uk: показати це довідкове повідомлення і завершити роботу
vi: Hiện thông báo này và thoát ra

source: Save to desktop
am_et: ዴስክቶፕ ላይ ማስቀመጫ
ast: Guardar al escritoriu
el: Αποθήκευση στην επιφάνεια εργασίας
es_419: Guardar en el escritorio
fi: Tallenna työpöydälle
gl: Gardar no escritorio
hi: डेस्कटॉप पर सहेजें
id: Simpan ke desktop
ja: デスクトップへ保存
lt: Įrašyti į darbalaukį
ro: Salvare pe spațiul de lucru

source: Autosave
am_et: በራሱ ማስቀመጫ
ast: Auto-guardar
el: Αυτόματη αποθήκευση
es_419: Atoguardado
fi: Automaattinen tallennus
gl: Salvagardar
hi: स्वतःसहेजें
id: Simpan Otomatis
ja: 自動保存
lt: Automatiškai įrašyti
ro: Autosalvare

source: Save to specified folder
am_et: ወደ ተወሰነ ፎልደር ውስጥ ማስቀመጫ
ast: Guardar a la carpeta especificada
el: Αποθήκευση σε συγκεκριμένο φάκελο
es_419: Guardar en carpeta especificada
fi: Tallenna määrättyyn kansioon
gl: Gardar no cartafol especificado
hi: किसी फोंल्डर पर सहेजें
id: Siman ke folder spesifik
ja: 特定フォルダへ保存
lt: Įrašyti į nurodytą aplanką
ro: Salvare în fișierul specificat

source: Copy to clipboard
am_et: ወደ ቁራጭ ሰሌዳ ኮፒ ማድረጊያ
ast: Copiar al carta fueyu
el: Αντιγραφή στο πρόχειρο
es_419: Copiar al portapapeles
fi: Kopioi leikepöydälle
gl: Copiar ao portaretallos
hi: पटल पर प्रति
id: Salin ke papan klip
ja: クリップボードへコピー
lt: Kopijuoti į iškarpinę
ro: Copiere în clipboard

source: Autosave and copy to clipboard
am_et: በራሱ ማሰቀመጫ እና ወደ ቁራጭ ሰሌዳ መለጠፊያ
ast: Auto-guardar y copiar al cartafueyu
el: Αυτόματη αποθήκευση και αντιγραφή στο πρόχειρο
es_419: Autoguardar y copiar al portapapeles
fi: Tallenna automaattisesti ja kopioi leikepöydälle
gl: Salvagardar e copiar no portaretallos
hi: पटल पर स्वतः सहेज कर प्रति करने
id: Simpan otomatis dan salin ke papan klip
ja: 自動保存してクリップボードへコピー
lt: Automatiškai įrašyti ir kopijuoti į iškarpinę
ro: Autosalvare și copiere în clipboard

source: Tips
am_et: ጠቃሚ ምክር
ast: Conseyos
el: Συμβουλές
es_419: Consejos
fi: Vinkkejä
gl: Consellos
hi: सुझाव
ja: ヒント
lt: Patarimai
ro: Sfaturi

source: You can use "Ctrl+Alt+A" to start the screenshot
am_et: እርስዎ መጠቀም ይችላሉ "Ctrl+Alt+A" መመልከቻውን ፎቶ ለማንሳት
ast: Pues usar «Ctrl+Alt+A» pa facer una captura de pantalla
el: Μπορείτε να χρησιμοποιήσετε το πλήκτρο "Ctrl + Alt + A" για να ξεκινήσει το στιγμιότυπο
es_419: Puede usar "Ctrl+Alt+A" para iniciar la captura de pantalla
fi: Voit painaa "Ctrl+Alt+A" aloittaaksesi kuvakaappauksen
gl: Podes empregar "Ctrl+Alt+A" para iniciar a captura de pantalla
hi: स्क्रीनशॉट शुरू करने हेतु "Ctrl+Alt+A" दबाएँ
id: Anda dapat menggunakan "Ctrl+Alt+A" untuk memulai screenshoot
ja: スクリーンショットは "Ctrl+Alt+A" で起動できます
lt: Galite naudoti "Vald+Alt+A", kad paleistumėte ekrano kopiją
ro: Pentru a face captura ecranului utilizați tastele "Ctrl+Alt+A"

source: Low
am_et: ዝቅተኛ
ast: Baxa
el: Xαμηλά
es_419: Bajo
fi: Alhainen
gl: Baixa
hi: निम्न
id: Rendah
ja: 低い
lt: Aukšta
ro: Jos

source: High
am_et: ከፍተኛ
ast: Alta
el: Ψηλά
es_419: Alto
fi: Korkea
gl: Alta
hi: उच्च
id: Tinggi
ja: 高い
lt: Žema
ro: Sus

source: None
am_et: ምንም
ast: Nada
el: Κανένα
es_419: Ninguno
fi: Ei mitään
gl: Ningún
hi: कुछ नहीं
id: TIdak ada
ja: なし
lt: Nėra
ro: Nici un

source: Start/Screenshot
am_et: ማስጀመሪያ/መመልከቻውን ፎቶ ማንሻ
ast: Aniciar/Facer captura
el: Έναρξη/Στιγμιότυπο
es_419: Iniciar/Capturar pantalla
fi: Aloitus/Ruudunkaappaus
gl: Iniciar/Captura de pantalla
hi: शुरू/स्क्रीनशॉट
id: Mulai/Tangkapan Layar
ja: スタート・スクリーンショット
lt: Pradėti/Ekrano kopija
ro: Start/Captura ecran

source: Quick start
am_et: በፍጥነት ማስጀመሪያ
ast: Aniciu rápidu
el: Γρήγορη έναρξη
es_419: Inicio rápido
fi: Pika-aloitus
gl: Inicio rápido
hi: जल्दी शुरू
id: Pindai Cepat
ja: クイック スタート
lt: Greita pradžia
ro: Start rapid

source: Delay screenshot
am_et: መመልከቻውን ፎቶ ማንሻ ማዘግያ
ast: Retrasar captura de pantalla
el: Καθυστέρηση στιγμιότυπου οθόνης
es_419: Retrasar captura
fi: Viivytä ruudunkaappausta
gl: Atraso na captura de pantalla
hi: देरी से स्क्रीनशॉट
id: Jeda tangkapan layar
ja: スクリーンショットの遅延
lt: Uždelsti ekrano kopiją
ro: Amânare captura ecran

source: Full screenshot
am_et: ሙሉ መመልከቻውን ፎቶ ማንሻ
ast: Captura de pantalla completa
el: Πλήρες στιγμιότυπο οθόνης
es_419: Captura de pantalla completa
fi: Koko ruudun kaappaus
gl: Capturar toda a pantalla
hi: पूर्ण स्क्रीनशॉट
id: Tangkapan layar penuh
ja: フルスクリーンショット
lt: Viso ekrano kopija
ro: Captura completă a ecranului

source: Exit
am_et: መውጫ
ast: Colar
el: Έξοδος
es_419: Salir
fi: Poistu
gl: Saír
hi: बाहर
id: Keluar
ja: 終了
lt: Išeiti
ro: Ieşire

source: Save/Share
am_et: ማስቀመጫ/ማካፈያ
ast: Guardar/Compartir
el: Αποθήκευση/Μοιρασμα
es_419: Guardar/Compartir
fi: Tallenna/Jaa
gl: Gardar/Compartir
hi: सहेजें/साँझा
id: Simpan/Bagikan
ja: 保存・シェア
lt: Įrašyti/Bendrinti
ro: Salvare/Partajare

source: Painting
am_et: በ መሳል ላይ
ast: Cuadru
el: Ζωγραφική
es_419: Pintar
fi: Maalaus
gl: Pintar
hi: चित्रकारी
id: Lukisan
ja: ペイント
lt: Piešimas
ro: Desenare

source: Rectangle
am_et: አራት ማእዘን
ast: Rectángulu
el: Ορθογωνιο
es_419: Rectángulo
fi: Suorakulmio
gl: Rectangulo
hi: त्रिकोण
id: Bujur Sangkar
ja: 長方形
lt: Stačiakampis
ro: Dreptunghi

source: Ellipse
am_et: ኤሊፕስ
ast: Elipse
el: Έλλειψη
es_419: Elípse
fi: Ellipsi
gl: Elipse
hi: छुपाएँ
id: Elips
ja: 楕円
lt: Elipsė
ro: Elipsă

source: Arrow
am_et: ቀስት
ast: Flecha
el: Βέλος
es_419: Flecha
fi: Nuoli
gl: Frecha
hi: तीर
id: Panah
ja: 矢印
lt: Rodyklė
ro: Săgeată

source: Brush
am_et: ቡሩሽ
ast: Pincel
el: Πινέλο
es_419: Pincel
fi: Harja
gl: Pincel
hi: ब्रश
id: Kuas
ja: ブラシ
lt: Teptukas
ro: Pensulă

source: Text
am_et: ጽሁፍ
ast: Testu
el: Κείμενο
es_419: Texto
fi: Teksti
gl: Texto
hi: पाठ्य
id: Teks
ja: テキスト
lt: Tekstas

source: Color
am_et: ቀለም
el: Χρώμα
fi: Väri
gl: Cor
hi: रंग
id: Warna
ja: 色
lt: Spalva
ro: Culoare

source: Size Adjustment
am_et: መጠን ማስተካከያ
ast: Axuste de tamañu
el: Μέγεθος Προσαρμογής
es_419: Ajuste de tamaño
fi: Koon säätäminen
gl: Axustar tamaño
hi: आकार व्यवस्थित करें
id: Pengaturan ukuran
ja: サイズの調整
lt: Dydžio koregavimas
ro: Ajustare dimensiune

source: Increase height up
am_et: እርዝመት ወደ ላይ መጨመሪያ
ast: Aumentar altor cimeru
el: Αύξηση ύψους πάνω
es_419: Incrementar altura superior
fi: Lisää korkeutta ylöspäin
gl: Aumentar altura cara arriba
hi: लम्बाई ऊपर बढ़ाएँ
id: Tingkatkan tinggi atas
ja: 上の高さを増やす
lt: Padidinti aukštį aukštyn
ro: Întindere în sus

source: Increase height down
am_et: እርዝመት ወደ ታች መጨመሪያ
ast: Aumentar altor baxeru
el: Αύξηση ύψους κάτω
es_419: Disminuir altura inferior
fi: Kasvata alaosan pituutta
gl: Aumentar altura cara abaixo
hi: लम्बाई नीचे बढ़ाएँ
id: Tingkatkan tinggi bawah
ja: 下の高さを増やす
lt: Padidinti aukštį žemyn
ro: Întindere în jos

source: Increase width left
am_et: ስፋት ወደ ግራ መጨመሪያ
ast: Aumentar anchor esquierdu
el: Αύξηση πλάτους αριστερά
es_419: Incrementar anchura izquierda
fi: Kasvata leveyttä vasemmalle
gl: Aumentar ancho cara a esquerda
hi: चौड़ाई बाएँ बढ़ाएँ
id: Tingkatkan lebar kiri
ja: 左の幅を増やす
lt: Padidinti plotį kairėn
ro: Întindere în stângă

source: Increase width right
am_et: ስፋት ወደ ቀኝ መጨመሪያ
ast: Aumentar altor drechu
el: Αύξηση πλάτους δεξιά
es_419: Incrementar anchura derecha
fi: Lisää leveyttä oikealle
gl: Aumentar ancho cara a dereita
hi: चौड़ाई दाएँ बढ़ाएँ
id: Tingkatkan lebar kanan
ja: 右の幅を増やす
lt: Padidinti plotį dešinėn
ro: Întindere în dreaptă

source: Decrease height up
am_et: እርዝመት ወደ ላይ መቀነሻ
ast: Amenorgar altor cimeru
el: Μείωση ύψους μέχρι
es_419: Reducir altura superior
fi: Pienennä pituutta
gl: Diminuír altura cara arriba
hi: लम्बाई ऊपर घटाएँ
id: Kurangi tinggi atas
ja: 上の高さを減らす
lt: Sumažinti aukštį iš viršaus
ro: Micșorare din sus

source: Decrease height down
am_et: እርዝመት ወደ ታች መቀነሻ
ast: Amenorgar altor baxeru
el: Μείωση ύψους κάτω
es_419: Reducir altura inferior
fi: Vähennä pituutta alaspäin
gl: Diminuír altura cara abaixo
hi: लम्बाई नीचे घटाएँ
id: Kurangi tinggi bawah
ja: 下の高さを減らす
lt: Sumažinti aukštį iš apačios
ro: Micșorare din jos

source: Decrease width left
am_et: ስፋት ወደ ግራ መቀነሻ
ast: Amenorgar anchor esquierdu
el: Μείωση πλάτους αριστερά
es_419: Reducir anchura izquiera
fi: Vähennä leveyttä vasemmalle
gl: Diminuír ancho cara a esquerda
hi: चौड़ाई बाएँ घटाएँ
id: Kurangi lebar kiri
ja: 左の幅を減らす
lt: Sumažinti plotį iš kairės
ro: Micșorare din stângă

source: Decrease width right
am_et: ስፋት ወደ ቀኝ መቀነሻ
ast: Amenorgar anchor drechu
el: Μείωση πλάτους δεξιά
es_419: Reducir anchura derecha
fi: Kavenna oikealta
gl: Diminuír ancho cara a dereita
hi: चौड़ाई दाएँ घटाएँ
id: Kurangi lebar kanan
ja: 右の幅を減らす
lt: Sumažinti plotį iš dešinės
ro: Micșorare din dreaptă

source: Deepin Screenshot
am_et: መመልከቻውን ፎቶ ማንሻ
ast: Capturar pantalla Deepin
el: Στιγμιότυπο Οθόνης Deepin
fi: Deepin Kuvakaappaus
gl: Captura de pantalla do Deepin
hi: डीपइन स्क्रीनशॉट
id: Tangkapan layar Deepin
lt: Deepin ekrano kopija

source: DeepinScreenshot
am_et: የ ዲፕኢን መመልከቻ ፎቶ
fi: DeepinKuvankaappaus
hi: डीपइनस्क्रीनछवि
id: Tangkapan Layar Deepin
lt: Deepin ekrano kopija

source: Picture has been saved to %s
am_et: ስእሉ ተቀምጧል ወደ %s
ast: La semeya guardóse en %s
el: Η εικόνα έχει αποθηκευτεί στο %s
es_419: La imagen ha sido guardada en %s
fi: Kuva tallennettiin kohteeseen %s
gl: Imaxe gardada en %s
hi: तस्वीर %s नाम से सहेजी गई है।
id: Gambar berhasil disimpan ke %s
ja: 写真を %s へ保存しました
lt: Paveikslas įrašytas į %s
ro: Imaginea a fost salvată în %s

source: View
am_et: መመልከቻ
ast: Ver
el: Εμφάνιση
es_419: Ver
fi: Katsele
gl: Ver
hi: देखें
id: Lihat
ja: 表示
lt: Žiūrėti
ro: Aspect

source: View Manual, the picture is automatically saved.
am_et: መምሪያውን መመልከቻ: ስእሉ ራሱ በራሱ ይቀመጣል
ast: Mira'l manual, la semeya guardóse automáticamente.
el: Δείτε το Εγχειρίδιο, η εικόνα αποθηκεύεται αυτόματα.
es_419: Ver manual, la imagen se guardará automáticamente
fi: Tarkastele ohjetta, kuva tallennetaan automaattisesti
gl: Vista manual, a imaxe gardase automaticamente.
hi: विधि देखें, यह तस्वीर स्वतः सहेजा गया है।
id: Lihat Manual, gambar otomatis disimpan.
ja: 手動表示。写真は自動的に保存されます。
lt: Žiūrėkite žinyną, paveikslas yra automatiškai įrašytas.
ro: Vezi Ghidul utilizatorului, imaginea se salvează în mod automat.

source: Deepin Screenshot will start after %s seconds.
am_et: ድፕኢን የ መመልከቻ ፎቶ ማንሻ ይጀምራል በ %s ሰክንዶች ውስጥ
ast: Capturar pantalla Deepin aniciaráse dempués de %s segundos.
el: Το Deepin Screenshot θα ξεκινήσει σε %s δευτερόλεπτα.
es_419: Deepin Screenshot se iniciará después de %s segundos.
fi: Deepin Screenshot käynnistyy %s sekunnissa.
gl: Captura de pantalla do Deepin iniciarase despois de %s segundos.
hi: डीपइन का स्क्रीनछवि %s सेकंड में शुरू होगा।
id: Tangkapan Layar Deepin akan mulai setelah %s detik.
ja: Deepin Screenshot は %s 秒後に開始します
lt: Deepin ekrano kopija pasileis po %s sekundžių.
ro: Deepin Screenshot v-a începe în %s secunde.
