Repository: 0xBADCA7/deepin-screenshot
Catalog: locale/*.po
Languages: am, am_et, ar, ast, bg, cs, da, de, el, el_gr, es, es_419, es_mx, fi, fr, gl, he, hi, hu, id, id_id, it, ja, lt, ms, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, tr, uk, vi

source: Cancel
am: መሰረዣ
ar: إلغاء
bg: Отмяна
cs: Zrušit
da: Annuler
de: Abbrechen
el_gr: Ακύρωση
es: Cancelar
es_mx: Cancelar
fr: Annuler
he: ביטול
hu: Mégsem
id_id: Batal
it: Cancella
ms: Batal
nb: Kanseller
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sl: Prekliči
tr: İptal
uk: Скасувати
vi: Hủy

source: Click to login
am: ለመግባት ይጫኑ
ar: انقر للدخول
bg: Кликни за влизане
da: Klik for at logge ind
el_gr: Κάντε κλικ για είσοδο
es_mx: Click aquí para iniciar sesión
he: לחץ כדי להתחבר
hu: Kattints a bejelentkezéshez
id_id: Klik untuk masuk
nb: Klikk for å logge inn
nl: Klik om in te loggen
pl: Kliknij, aby zalogować
pt: Clique para iniciar sessão
tr: Giriş için tıklayın
uk: Натисніть, щоб увійти
vi: Click để đăng nhập

source: Click to switch user
am: ተጠቃሚ ለመቀየር ይጫኑ
ar: انقر لتبديل المستخدم
bg: Кликни за смяна на потребител
da: Klik for at skifte bruger
el_gr: Κάντε κλικ για αλλαγή χρήστη
es_mx: Click aquí para cambiar de usuario
he: לחץ להחליף משתמש
hu: Kattints hogy felhasználót válts
id_id: Klik untuk ganti pengguna
nb: Klikk for å bytte bruker
nl: Klik om van gebruiker te wisselen
pl: Kliknij, aby przełączyć użytkownika
pt: Clique para mudar de utilizador
tr: Kullanıcıyı değiştir
uk: Натисніть, щоб перемкнути користувача
vi: Click để thay đổi người dùng

source: DScreenshot
am: ፎቶ ማንሻ
ar: لقطة الDeepin
da: DSkærmbillede
he: צילום מסך
hu: Dképernyőkép
nb: DSkjermbilde
nl: DSchermopname
pl: DZrzut ekranu
tr: DEkran görüntüsü

source: Deepin Screenshot will start in %d seconds.
am: ፎቶ ማንሻው ይጀምራል ከ %d ሰከንዶች በኋላ.
ar: سيبدأ اخذ لقطات الDeepin بالبدء بعد %d ثانية
bg: Deepin Снимка на екрана ще стартира след %d секунди.
da: Deepin Skærmbillede vil starte om %d sekunder.
el_gr: Το Στιγμιότυπο Οθόνης Deepin θα ξεκινήσει σε %d δευτερόλεπτα.
es_mx: Deepin Screenshot iniciará en %d segundos.
he: צילום מסך Deepin יחל בעוד %d שניות
hu: A deepin képernyőkép készítő elindul %d másodperc múlva
id_id: Tangkapan layar Deepin akan mulai dalam %d detik.
nb: Deepin Skjermbilde vil starte om %d sekunder.
nl: Deepin Schermopname zal starten in %d seconden.
pl: Zrzut ekranu Deepin rozpocznie za %d sekund.
pt: Captura de Ecrã Deepin iniciará dentro de %d segundos.
tr: Deepin Ekran görünütüsü %d saniye içinde başlayacak.
uk: Засіб створення знімків Deepin буде запущено за %d секунд.
vi: Deepin Screenshot sẽ bắt đầu trong %d giây.

source: Drag to select area
am: ቦታውን ለመምረጥ ይጎትቱ
ar: أسحب لأختيار منطقة
bg: Плъзни в избраната зона
cs: Táhněte pro výběr oblasti
da: Maker og vælg område
de: Ein Feld mit der Maus ziehen, von welchem Sie ein Screenshot machen wollen
el_gr: Σύρετε για να επιλέξτε περιοχή
es: Arrastre para Seleccionar el área
es_mx: Arrastre al área seleccionada
fr: Faites glisser pour sélectionner la zone
he: גרור על מנת לבחור איזור
hu: Terület kijelölése a képernyőképhez
id_id: Seret untuk memilih area
it: Trascina per selezionare l'area
ms: Heret ke kawasan yang dipilih
nb: Dra til valgt område
nl: Sleep om gebied te selecteren
pl: Przeciągnij, aby zaznaczyć obszar
pt: Arraste para selecionar área
pt_br: Arraste para selecionar a área
ru: Перетащите в выбранную область
sk: Presúvajte pre zmenenie oblasti
sl: Povlecite, da izberete območje
tr: Alanı seçmek için sürükleyin
uk: Перетягніть, щоб позначити область
vi: Kéo để lựa chọn khu vực

source: Draw Arrow
am: ቀስት መሳያ
ar: رسم سهم
bg: Начертай стрелка
cs: Nakreslit šipku
da: Tegn Pil
de: Pfeil zeichnen
el_gr: Σχεδιασμός Βέλους
es: Dibujar Flecha
es_mx: Dibuja una flecha
fr: Tracer une flèche
he: צייר חץ
hu: Nyíl rajzolása
id_id: Menggambar panah
it: Disegna una freccia
ms: Lukis Anak Panah
nb: Tegn Pil
nl: Pijl tekenen
pl: Rysuj strzałkę
pt: Desenhar Seta
pt_br: Desenhar uma seta
ru: Рисовать стрелку
sk: Nakresliť šípku
sl: Nariši puščico
tr: Ok çiz
uk: Намалювати стрілку
vi: Vẽ mũi tên

source: Draw Ellipse
am: ሞላላ መሳያ
ar: رسم شكل بيضاوي
bg: Начертай елипса
cs: Nakreslit elipsu
da: Tegn Ellipse
de: Ellipse zeichnen
el_gr: Σχεδιασμός Έλλειψης
es: Dibujar Eclipse
es_mx: Dibuja una elipse
fr: Tracer une ellipse
he: צייר אליפסה
hu: ellipszis rajzolása
id_id: Menggambar bentuk elips
it: Disegna una ellisse
ms: Lukis melonjong
nb: Tegn Ellipse
nl: Ovaal tekenen
pl: Rysuj elipsę
pt: Desenhar Elípse
pt_br: Desenhar uma elípse
ru: Рисовать эллипс
sk: Nakresliť elipsu
sl: Nariši elipso
tr: Elips çiz
uk: Намалювати еліпс
vi: Vẽ hình Eclipse

source: Draw Line
am: መስመር መሳያ
ar: رسم خط
bg: Начертай линия
cs: Nakreslit čáru
da: Tegn Linie
de: Linie zeichnen
el_gr: Σχεδιασμός Γραμμής
es: Dibujar Línea
es_mx: Dibuja una linea
fr: Tracer une ligne
he: צייר קו
hu: Vonal mutatása
id_id: Menggambar garis
it: Disegna una linea
ms: Lukis Garisan
nb: Tegn Linje
nl: Lijn tekenen
pl: Rysuj linię
pt: Desenhar Linha
pt_br: Desenhar uma Linha
ru: Рисовать линию
sk: Nakresliť čiaru
sl: Nariši črto
tr: Çizgi çiz
uk: Намалювати пряму
vi: Vẽ đường thẳng

source: Draw Rectangle
am: አራት ማእዘን መሳያ
ar: رسم مستطيل
bg: Начертай правоъгълник
cs: Nakreslit obdélník
da: Tegn firkant
de: Rechteck zeichnen
el_gr: Σχεδιασμός Ορθογωνίου
es: Dibujar Rectangulo
es_mx: Dibuja un rectangulo
fr: Tracer un rectangle
he: צייר מלבן
hu: Téglalap rajzolása
id_id: Menggambar bentuk kotak
it: Disegna un rettangolo
ms: Lukis Segi Empat
nb: Tegn Rektangel
nl: Rechthoek tekenen
pl: Rysuj prostokąt
pt: Desenhar Retângulo
pt_br: Desenhar um retângulo
ru: Рисовать прямоугольник
sk: Nakresliť obdĺžnik
sl: Nariši pravokotnik
tr: Dikdörtgen çiz
uk: Намалювати прямокутник
vi: Vẽ hình chữ nhật

source: Draw Text
am: ጽሁፍ መጻፊያ
ar: رسم نص
bg: Начертай текст
cs: Nakreslit text
da: Tegn Tekst
de: Text zeichnen
el_gr: Σχεδιασμός Κειμένου
es: Dibujar Cuadro de Texto
es_mx: Texto
fr: Tracer un texte
he: צייר טקסט
hu: Szöveg rajzolása
id_id: Menggambar text
it: Scrivi un testo
ms: Lukis Teks
nb: Tegn Tekst
nl: Tekst tekenen
pl: Rysuj tekst
pt: Desenhar Texto
pt_br: Escrever
ru: Нанести текст
sk: Nakresliť text
sl: Napiši besedilo
tr: Metin oluştur
uk: Додати текст
vi: Vẽ chữ

source: Error
am: ስህተት
ar: خطأ
bg: Грешка
da: Fejl
el_gr: Σφάλμα
he: שגיאה
hu: Hiba
id_id: Galat
nb: Feil
nl: Fout
pl: Błąd
pt: Erro
tr: Hata
uk: Помилка
vi: Lỗi

source: Failed
am: ወድቋል
ar: فشل
bg: Неуспешно
da: Fejledde
el_gr: Αποτυχία
es_mx: Falló
he: נכשל
hu: Sikertelen
id_id: Gagal
nb: Mislyktes
nl: Mislukt
pl: Wystąpił błąd
pt: Falhou
tr: Başarısız
uk: Помилка
vi: Thất bại

source: Failed to save the picture
am: ስእሉን ማስቀመጥ አልተቻለም
ar: فشل في حفظ الصورة
bg: Снимката не може да бъде запазена
cs: Obrázek se nepodařilo uložit
da: Gemning af billede fejlede
de: Konnte das Bild nicht speichern
el_gr: Αποτυχία αποθήκευσης της εικόνας
es: Falló al guardar la imagen
es_mx: Fallo al guardar imagen
fr: Échec de la sauvegarde de l'image
he: נכשל בשמירת התמונה
hu: A képet nem lehetett elmenteni
id_id: Gagal menyimpan gambar
it: Salvataggio dell'immagine non riuscito
ms: Gagal menyimpan gambar
nb: Feilet å lagre bildet
nl: Mislukt om afbeelding op te slaan
pl: Wystąpił błąd podczas zapisu obrazu
pt: Falha ao guardar a imagem
pt_br: Falhou ao salvar a captura
ru: Не удалось сохранить изображение
sk: Nepodarilo sa uložiť súbor
sl: Shranjevanje slike neuspešno
tr: Resim kaydedilemedi
uk: Не вдалося зберегти зображення
vi: Thất bại khi lưu hình ảnh

source: Follow
am: ይከተሉ
ar: متابعة
bg: Следвай
cs: Sledovat
da: Følg
de: Folgen
el_gr: Ακολουθήστε
es: Seguir
es_mx: Seguir
fr: Suis
he: עקוב
hu: Követ
id_id: Ikuti
ms: Ikut
nb: Følg
nl: Volgen
pl: Podążaj
pt: Seguir
pt_br: Seguir
ru: Следовать
sk: Sledovať
sl: Sledi
tr: Takip et
uk: Стежити
vi: Theo dõi

source: Loading
am: በመጫን ላይ
ar: جاري التحميل
bg: Зареждане
da: Loader
el_gr: Φόρτωση
es_mx: Cargando
he: טוען
hu: Töltés
id_id: Sedang memuat
nb: Laster
nl: Bezig met laden
pl: Wczytywanie
pt: A carregar
tr: Yükleniyor
uk: Завантаження
vi: Đang tải

source: Next time you can just press Ctrl+Alt+A to start.
am: በሚቀጥለው ጊዜ ለማስጀመር ይጫኑ Ctrl+Alt+A
ar: المرة القادمة يمكنك الضغط فقط على Ctrl+Alt+A للبدأ.
bg: Следващият път може да натиснете Ctrl+Alt+A за да стартирате.
cs: Příště ke spuštění stačí, když stisknete Ctrl+Alt+A.
da: Næste gang kan du bare vælge Ctrl+Alt+A for at starte op.
de: Nächstes mal können Sie einfach Strg+Alt+A drücken um zu starten.
el_gr: Την επόμενη φορά μπορείτε απλά να πατήσετε Ctrl+Alt+A για έναρξη.
es: La próxima vez puedes presionar Ctrl+Alt+A para comenzar.
es_mx: La próxima vez puedes presionar Ctrl+Alt+A para iniciar
fr: Vous pouvez aussi faire simplement Ctrl+Alt+A pour démarrer.
he: פעם באה אתה יכול ללחוץ Ctrl+Alt+A על מנת להתחיל
hu: Következőre használja a Ctrl+Alt+A az indításhoz
id_id: Selanjutnya Anda hanya dapat menekan Ctrl+Alt+A untuk memulai
it: La prossima volta ti basterà premere Ctrl+Alt+A per iniziare.
ms: Pada masa akan datang anda boleh menekan Ctrl+Alt+A untuk mula.
nb: Neste gang kan du bare trykke Ctrl+Alt+A for å starte.
nl: Volgende keer kunt u ook CTRL+ALT+A gebruiken om te starten.
pl: Następnym razem, aby uruchomić, możesz po prostu wcisnąć Ctrl+Alt+A.
pt: Da próxima vez pode carregar apenas em Ctrl+Alt+A para iniciar.
pt_br: Próxima vez você pode apenas pressionar Ctrl+Alt+A para iniciar.
ru: В следующий раз вы можете просто нажать Ctrl + Alt + A, чтобы начать.
sk: Nabudúce stačí, aby ste k spusteniu stlačili Ctrl+Alt+A.
sl: Naslednjič lahko za zagon programa pritisnete Ctrl+Alt+A.
tr: Bir dahaki sefere başlatmak için Ctrl+Alt+A tuşlarına basabilirsiniz.
uk: Наступного разу ви можете просто натиснути комбінацію клавіш Ctrl+Alt+A, щоб запустити програму.
vi: Lần tới bạn có thể nhấn Ctrl+Alt+A để bắt đầu.

source: Picture does not exist.
am: ስእሉን ማግኘት አልተቻለም
ar: الصورة غير موجودة.
bg: Снимката не съществува
cs: Obrázek neexistuje.
da: Billede eksisterer ikke.
de: Das Foto ist nicht vorhanden.
el_gr: Η εικόνα δεν υπάρχει.
es: La Imagen no Existe
es_mx: La imagen no existe
fr: L'image n'existe pas
he: התמונה לא קיימת
hu: A fénykép nem létezik
id_id: Gambar tidak tersedia
it: L'immagine non esiste
ms: Gambar tidak wujud
nb: Bildet eksistere ikke.
nl: Afbeelding bestaat niet.
pl: Obrazek nie istnieje.
pt: A imagem não existe.
pt_br: Imagem não existe.
ru: Изображение отсутсвует
sk: Obrázok neexistuje.
sl: Slika ne obstaja
tr: Resim yok
uk: Зображення не існує.
vi: Hình ảnh không tồn tại.

source: Picture has been saved to clipboard
am: ስእሉ በ ቁራጭ ሰሌዳ ውስጥ ተቀምጧል
am_et: ስእሉ በ ቁራጭ ሰሌዳ ውስጥ ተቀምጧል
ar: تم حفظ الصورة في الحافظة
ast: La semeya guardóse al cartafueyu
bg: Снимката ще бъде запазена в системният буфер
cs: Obrázek byl uložen do schránky
da: Billede er blevet gemt til udklipsholder
de: Das Bild wurde in die Zwischenablage gespeichert
el: Η εικόνα έχει αποθηκευτεί στο πρόχειρο
el_gr: Η εικόνα έχει αποθηκευτεί στο πρόχειρο
es: La Imagen se ha guardado en el portapapeles
es_419: La imagen ha sido copiada al portapapeles
es_mx: Imagen copiada al portapapeles
fi: Kuva on tallennettu leikepöydälle
fr: L'image a été sauvegardée dans le presse-papiers
gl: Imaxe gardada no portarretallos
he: התמונה נשמרה ל-clipboard
hi: तस्वीर पटल पर सहेजी गई है।
hu: A kép a vágólapra lett elmentve
id: Gambar telah disimpan ke papan klip
id_id: Gambar telah disimpan ke papan klip
it: Immagine copiata negli appunti
ja: 画像をクリップボードへ保存しました
lt: Paveikslas buvo įrašytas į iškarpinę
ms: Gambar telah disimpan ke klipbod
nb: Bildet har blitt lagt til utklippstavle
nl: Afbeelding is opgeslagen naar het klembord
pl: Obraz został zapisany do schowka
pt: A imagem foi guardada para o clipboard
pt_br: Captura foi copiada para a área de tranferência
ro: Imaginea a fost salvată în clipboard
ru: Изображение сохранено в буфер обмена
sk: Obrázok bol uložený do schránky
sl: Slika je bila shranjena v odložišče
tr: Resim panoya kaydedildi
uk: Зображення було збережено до буфера обміну
vi: Hình ảnh đã được lưu vào bộ nhớ clipboard

source: Picture has been saved to file
am: ስእሉ በ ፋይል ውስጥ ተቀምጧል
ar: تم حفظ الصورة إلى الملف
bg: Снимката да бъде запазена във файл
cs: Obrázek byl uložen do souboru
da: Billede er blevet gemt som fil
de: Bild wurde als Datei gespeichert
el_gr: Η εικόνα έχει αποθηκευτεί σε αρχείο
es: La imagen se ha guardado en un archivo
es_mx: La imagen ha sido guardada en un archivo
fr: L'image a été sauvegardée dans le fichier
he: התמונה נשמרה לקובץ
hu: A kép fájlként lett elmenve
id_id: Gambar telah disimpan ke berkas
it: L'immagine è stata salvata nel file
ms: Gambar telah disimpan ke fail
nb: Bildet har blitt lagret til fil
nl: Afbeelding is opgeslagen naar bestand
pl: Obraz został zapisany do pliku
pt: A imagem foi guardada para ficheiro
pt_br: A captura foi salva em arquivo
ru: Изображение сохранено в файл
sk: Obrázok bol uložený do súboru
sl: Slika je bila shranjena v datoteko
tr: Resim dosyaya kaydedildi
uk: Зображення було збережено до файла
vi: Hình ảnh đã được lưu vào tệp tin

source: Please choose at least one platform to share on
am: እባክዎን ቢያንስ አንድ ማካፈያ መድረክ ይምረጡ
ar: الرجاء قم بإختيار منصة واحد على الأقل للمشاركة
bg: Моля, изберете някоя платформа за споделяне
cs: Vyberte, prosím, alespoň jeden systém, na kterém se má sdílet
da: Vælg venligst mindst en platform til at dele på
de: Bitte mindestens eine Plattform zum teilen auswählen
el_gr: Παρακαλώ επιλέξτε τουλάχιστον μια πλατφόρμα για κοινή χρήση σε
es: Por Favor selecciones al Menos una Servicio para Compartir
es_mx: Seleccione al menos una plataforma para compartir
fr: Veuillez choisir au moins une plate-forme pour partager
he: אנא בחר לפחות צורה אחת לשתף דרכה
hu: Kérlek válassz legalább egy platformot amin megosztod
id_id: Pilih platform terakhir untuk membagikan
it: Scegli almeno una piattaforma di condivisione
ms: Sila pilih sekurang-kurangnya satu platform untuk dikongsikan padanya
nb: Velg minst en tjenest å dele på
nl: Kies minimaal één dienst om mee te delen
pl: Proszę wybrać przynajmniej jedną platformę do udostępnienia
pt: Por favor, escolha pelo menos uma plataforma onde partilhar
pt_br: por favor escolha pelo menos uma plataforma para compartilhar
ru: Пожалуйста, выберите по крайней мере, одну платформу для распространения
sk: Vyberte prosím aspoň jeden systém, na ktorom sa má zdieľať
sl: Prosim, izberite vsaj eno platformo za deljenje
tr: Paylaşmak için bir platform seçin
uk: Будь ласка, виберіть якусь платформу для оприлюднення.
vi: Chọn ít nhất một nền tảng để chia sẻ

source: Please input text here
am: እባክዎን ጽሁፍ እዚህ ያስገቡ
ar: الرجاء أدخال النص هنا
bg: Моля, въведете текста тук
cs: Zadejte, prosím, text zde
da: Indtast venligst tekst her
de: Bitte hier Text eingeben
el_gr: Παρακαλώ εισάγετε κείμενο εδώ
es: Por Favor Inserte el Texto Aquí
es_mx: Por favor inserte su texto aquí
fr: Insérez votre texte ici
he: אנא הכנס טקסט לפה
hu: Kérlek írj be szöveget ide
id_id: Harap masukkan teks di sini
it: Digita il testo quì
ms: Sila masukkan teks di sini
nb: Vennligst skriv her
nl: Tekst hier invoeren
pl: Proszę wprowadź tu tekst
pt: Por favor, introduza o texto aqui
pt_br: Por favor insira texto aqui
ru: Пожалуйста введите текст здесь
sk: Zadajte text tu, prosím
sl: Prosim tukaj vpišite besedilo
tr: Lütfen buraya yazın
uk: Будь ласка, введіть сюди якийсь текст
vi: Nhập kí tự ở đây

source: Problem occurred while loading the URL '%s'
am: ስህተት ተፈጥሯል በመጫን ላይ እንዳለ URL '%s'
ar: حدثت مشكلة أثناء تحميل الـ URL '%s'
bg: Възникна проблем при зареждане на URL '%s'
cs: Při nahrávání adresy (URL) '%s' se vyskytly potíže
da: Problem forekom under loading af URL '%s'
de: Problem beim Laden der URL '%s'
el_gr: Προέκυψε πρόβλημα κατά τη φόρτωση του URL '%s'
es: Ocurrió un problema al cargar los "%s" de la URL
es_mx: Ocurrió un problema al cargar la URL '%s'
fr: Problème pendant le chargement du lien '%s'
he: בעיה בזמן טעינת הקישור '%s'
hu: Probléma lépett fel az URL '%s' betöltése során
id_id: Terjadi masalah ketika memuat URL '%s'
it: Si è verificato un problema mentre caricavo l'URL '%s'
ms: Masalah berlaku ketika memuat URL '%s'
nb: Et problem oppstod når URL '%s' skulle lastes
nl: Probleem opgetreden bij het laden van de URL '%s'
pl: Wystąpił problem podczas wczytywania strony '%s'
pt: Ocorreu um erro ao carregar o endereço '%s'
pt_br: Ocorreu um problema enquanto carregava a URL '%s'
ru: Проблема при загрузке URL '%s'
sk: Pri nahrávaní URL adresy '%s' sa vyskytli problémy
sl: Pojavila se je težava pri nalaganju URL '%s'
tr: '%s' URL'yi yüklerken sorun oluştu
uk: Під час завантаження адреси «%s» виникли проблеми
vi: Vấn đề xảy ra khi tải URL '%s'

source: Save
am: ማስቀመጫ
am_et: ማስቀመጫ
ar: حفظ
ast: Guardar
bg: Запазване
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
el_gr: Αποθήκευση
es: Guardar
es_419: Guardar
es_mx: Guardar
fi: Tallenna
fr: Sauvegarder
gl: Gardar
he: שמור
hi: सहेजें
hu: mentés
id: Simpan
id_id: Simpan
it: Salva
ja: 保存
lt: Įrašyti
ms: Simpan
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ro: Salvare
ru: Сохранить
sk: Uložiť
sl: Shrani
tr: Kayıt
uk: Зберегти
vi: Lưu

source: Save as
am: ማስቀመጫ እንደ
ar: حفظ كـ
bg: Запази като
cs: Uložit jako
da: Gem som
de: Speichern als
el_gr: Αποθήκευση ως
es: Guardar Como
es_mx: Guardar como
fr: Enregistrer sous
he: שמור בשם
hu: mentés másként
id_id: Simpan sebagai
it: Salva come
ms: Simpan sebagai
nb: Lagre som
nl: Opslaan als
pl: Zapisz jako
pt: Guardar como
pt_br: Salvar como
ru: Сохранить как
sk: Uložiť ako
sl: Shrani kot
tr: Farklı kaydet
uk: Зберегти як
vi: Lưu như

source: Save automatically
am: ራሱ በራሱ ማስቀመጫ
ar: حفظ تلقائي
bg: Запази автоматично
cs: Uložit automaticky
da: Gem automatisk
de: Automatisch Speichern
el_gr: Αυτόματη αποθήκευση
es: Guardar Automaticamente
es_mx: Guardar automaticamente
fr: Sauvegarde automatiquement
he: שמור אוטומטית
hu: Automatikus mentés
id_id: Simpan secara otomatis
it: Salva automaticamente
ms: Disimpan secara automatik
nb: Lagre automatisk
nl: Automatisch opslaan
pl: Zapisz automatycznie
pt: Guardar automaticamente
pt_br: Salvar automaticamente
ru: Сохранять автоматически
sk: Automaticky uložiť
sl: Samodejno shrani
tr: Otomatik olarak kaydet
uk: Зберігати автоматично
vi: Lưu tự động

source: Save automatically to file and clipboard
am: ራሱ በራሱ ወደ ፋይል እና ቁራጭ ሰሌዳ ማስቀመጫ
ar: أحفظ تلقائياً إلى الملف والحافظة
bg: Запази автоматично като файл в системният буфер
cs: Uložit automaticky do souboru a do schránky
da: Gem automatisk som fil og til udklipsholder
de: Automatisch in Datei und Zwischenablage speichern
el_gr: Αυτόματη αποθήκευση σε αρχείο και πρόχειρο
es: Guardar Automáticamente a un Archivo y al Portapapeles
es_mx: Guardar automáticamente en archivo y portapapeles
fr: sauvegarder automatiquement dans le dossier et dans le presse-papiers
he: שמור אוטומטית לקובץ ול-clipboard
hu: Automatikus mentés fájlként és másolás a vágolapra
id_id: Simpan otomatis ke berkas dan papan klip
it: Salva automaticamente su file e appunti
ms: Simpan secara automatik ke fail dan klipbod
nb: Lagre automatisk til fil og utklippstavle
nl: Automatisch opslaan naar bestand en klembord
pl: Zapisz automatycznie do pliku i schowka
pt: Guardar automaticamente para ficheiro e clipboard
pt_br: Salvar automaticamente e copiar para a área de transferência
ru: Сохранить автоматически в файл и буфер обмена
sk: Automaticky uložiť do schránky a súboru.
sl: Samodejno shrani datoteko v odložišče
tr: Dosyayı otomatik olarak panoya kaydet
uk: Зберігати автоматично до файла та буфера обміну
vi: Lưu tự động vào tệp tin và clipboard

source: Save to clipboard
am: ወደ ቁራጭ ሰሌዳ ማስቀመጫ
ar: حفظ إلى الحافظة
bg: Запази в системният буфер
cs: Uložit do schránky
da: Gem til udklipsholder
de: In Zwischenablage speichern
el_gr: Αποθήκευση στο πρόχειρο
es: Guardar en el Portapapeles
es_mx: Copiar al portapapeles
fr: Enregistrer dans le presse-papiers
he: שמור ל-clipboard
hu: Másolás a vágólapra
id_id: Simpan ke papan klip
it: Salva negli appunti
ms: Simpan ke klipbod
nb: Legge til utklippstavle
nl: Opslaan naar klembord
pl: Zapisz do schowka
pt: Guardar para o clipboard
pt_br: Copiar para a área de transferência
ru: Сохранить в буфер обмена
sk: Uložiť do schránky
sl: Shrani v odložišče
tr: Panoya kaydet
uk: Зберегти до буфера обміну
vi: Lưu vào clipboard

source: Share
am: ማካፈያ
am_et: ማካፈያ
ar: مشاركة
ast: Compartir
bg: Споделяне
cs: Sdílet
da: Del
de: Teilen
el: Κοινή χρήση
el_gr: Κοινή χρήση
es: Compartir
es_419: Compartir
es_mx: Compartir
fi: Jaa
fr: Partager
gl: Compartir
he: שתף
hi: साँझा
hu: Megosztás
id: Bagikan
id_id: Bagikan
it: Condividi
ja: シェア
lt: Bendrinti
ms: Kongsi
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ro: Partajare
ru: Раздать
sk: Zdieľať
sl: Deli
tr: Paylaş
uk: Оприлюднити
vi: Chia sẻ

source: Share to
am: ማካፈያ ለ
ar: المشاركة بـ
bg: Сподели в
da: Del med
el_gr: Κοινή χρήση σε
es_mx: Compartir en:
he: שתף דרך
hu: Megosztás ide
id_id: Bagikan ke
nb: Del til
nl: Delen met
pl: Udostępnij do
pt: Partilhar para
tr: Paylaş
uk: Поділитися
vi: Chia sẻ với

source: Share to social networks
am: ወደ ሕብረተሰብ ኔትዎርክ ማካፈያ
ar: مشاركة على مواقع التواصل الاجتماعي
bg: Споделяне в социалните мрежи
da: Del med dine sociale netværk
el_gr: Κοινή χρήση σε κοινωνικά δίκτυα
es_mx: Compártelo en redes sociales
he: שתף דרך הרשתות החברתיות
hu: A Deepin Játék a Deepin által tervezett alkalmazás a Linux felhasználók számára. Itt szakemberek által összeválogatott mókás és biztonságos játékokat találsz. Kattints és játssz a legjobb játékokkal. Deepin Játék a szórakozásért!
id_id: Bagikan ke jaringan sosial
nb: Del på sosiale medier
nl: Delen met sociale netwerken
pl: Udostępnij do sieci społecznościowych
pt: Partilhar nas redes sociais
tr: Sosyal ağlar ile paylaş.
uk: Поділитися у соціальних мережах
vi: Chia sẻ lên mạng xã hội

source: Successful
am: ተሳክቷል
ar: تم بنجاح
bg: Успешно
da: Vellykket
el_gr: Επιτυχία
es_mx: Exitoso
he: מוצלח
hu: Sikeres
id_id: Berhasil
nb: Vellykket
nl: Succesvo
pl: Zakończone pomyślnie
pt: Bem sucedido
tr: Başarılı
uk: Успішно
vi: Thành công

source: Take a screenshot after NUM seconds
am: ፎቶ ማንሻ ከ NUM ሰከንዶች በኋላ
ar: أخذ لقطة للشاشة بعد عدد من الثواني
bg: Направи снимка след БРОЙ секунди
cs: Udělat snímek obrazovky po určitém počtu sekund
da: Tag et skærmbillede efter ANTAL sekunder
de: Ein Bildschirmfoto nach NUM Sekunden
el_gr: Λήψη στιγμιότυπου μετά από NUM δευτερόλπετα
es: Capturar Pantalla Ddespués de NUM Segundos
es_mx: Tomar captura de pantalla despues de NUM segundos
fr: Prendre une capture d'écran après NUM secondes
he: צלם את המסך לאחר NUM שניות
hu: Egy képernyőkép NUM másodperccel késleltetése
id_id: Ambil tangkapan layar setelah NUM detik
it: Fai uno screenshot dopo NUM secondi
ms: Ambil cekupan skrin selepas NUM saat
nb: Ta et skjermbilde etter ANTALL sekunder
nl: Een schermafbeelding maken na NUM seconden
pl: Zrób zrzut ekranu po paru sekundach
pt: Capturar imagem depois de NUM segundos
pt_br: Criar uma captura após NUM segundos
ru: Сделать скриншот после NUM секунд
sk: Urobiť snímku obrazovky po určitom počtu sekúnd
sl: Zajemi sliko zaslona po določenem številu sekund
tr: NUM saniye sonra ekran görüntüsünü yakala
uk: Зробити знімок за вказану кількість секунд
vi: Chụp ảnh sau NUM giây
