Repository: 0xBADCA7/deepin-screenshot
Catalog: locale/pam.po
Languages: pam

source: Draw Rectangle
pam: Gawang Rectangle

source: Draw Ellipse
pam: Gawang Ellipse

source: Draw Arrow
pam: Gawang Arrow

source: Draw Line
pam: Gawang Linya

source: Draw Text
pam: Gawang Text

source: Undo
pam: Ibalik

source: Save
pam: Isinup

source: Cancel
pam: I-cancel

source: Share
pam: Pamie

source: Save automatically
pam: Isinup antimanu

source: Save as
pam: Isinup bilang

source: Save to clipboard
pam: Isinup king clipboard

source: Save automatically to file and clipboard
pam: Isinup antimanu keng file at clipboard

source: Picture has been saved to file
pam: Mesinup ne ing larawan king file

source: Take a screenshot of full screen
pam: Kumang screenshot a full screen

source: Take a screenshot of the window
pam: Kumang screenshot ning awang

source: Take a screenshot after NUM seconds
pam: Kumang screenshot kaibat ning NUM a segundu

source: save screenshot to FILE
pam: isinup ing screenshot king FILE

source: run as a subprocess
pam: mag paganang sub process

source: run a new process
pam: mag pagana bayung prosesu

source: show this help message and exit
pam: ipalto ing saup a mensayi at lumwal

source: show program's version number and exit
pam: ipalto ing bersyon a numeru ning program at lumwal

source: Deepin Screenshot will start in %d seconds.
pam: Mag umpisa yang Deepin Screenshot king %d a segundu.

source: Drag to select area
pam: Abitan ban makapamiling area

source: The width or height of selected area cannot be 0
pam: Ing lapad at katas ning mepiling area eya magsilbing 0

source: Failed to save the picture
pam: Eya milyari ing pamag sinup king larawan

source: Picture has been saved to clipboard
pam: Mesinup ne ing larawan keng clipboard

source: Next time you can just press Ctrl+Alt+A to start.
pam: Keng tutuki maliari meng pindutan ing Ctrl+Alt+A ban mag umpisa.

source: Share to social networks
pam: Ipamie kareng social networks

source: Unable to load page
pam: Ali miya a load ing bulung

source: Problem occurred while loading the URL '%s'
pam: Ating problemang milyari kang lo-load miya ing URL a '%s'

source: Click to switch user
pam: Pindutan ban mamalit user

source: Click to login
pam: Pindutan ban makapag-login

source: Loading
pam: Mag-load ne

source: Please input text here
pam: Maglage keng text keni

source: Error
pam: Kamalian

source: Picture does not exist.
pam: Ala ya ing larawan.

source: Please choose at least one platform to share on
pam: Mamili ka gang metung mung platform nung non ka mamie

source: Uploading
pam: Mag upload ne

source: from Deepin Screenshot
pam: menibat king Deepin Screenshot

source: Follow
pam: Talukian

source: Share to
pam: Ipamie king

source: Successful
pam: Milyari ya

source: Failed
pam: Eya milyari

source: Unknown reason
pam: Ali mi balung sankan
